tutorials/incompressible/simpleDBSFoam/est_subvol/0/eps
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      eps;
}

dimensions      [0 0 0 0 0 0 0];
internalField   nonuniform List<scalar>
216000
(
0.5689
0.5689
0.3648
0.2227
0.1823
0.2227
0.2671
0.3648
...
)
;

boundaryField
{
    front
    {
        type zeroGradient;
    }
    back
    {
        type zeroGradient;
    }
    left
    {
        type zeroGradient;
    }
    right
    {
        type zeroGradient;
    }
    top
    {
        type zeroGradient;
    }
    bottom
    {
        type zeroGradient;
    }
}
