tutorials/incompressible/simpleDBSFoam/est_subvol/0/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //


dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;

boundaryField
{

    front 
    {
        type            fixedValue;
        value           uniform 1e-3;
    }

    back 
    {
        type            fixedValue;
        value           uniform 0;
    }


    left 
    {
        type            zeroGradient;
    }

    right  
    {   
        type            zeroGradient;
    }

    top  
    {   
        type            zeroGradient;
    }
    bottom 
    {
        type            zeroGradient;
    }
}

//************************************************************************
