tutorials/incompressible/simpleDBSFoam/est_subvol/system/SPdict
FoamFile
{
version     4.0;
format      ascii;
class       dictionary;
location    "system";
object      postProcessDict;
}

poro 0.580776 ;
perm 4.90623e-13 ;
